Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/composting_domestic_waste.html.txt.tmx
Source language: en
Languages: ga

source: Composting is the breakdown of organic material such as kitchen or garden waste by organisms that feed on waste and convert it into an earthlike mass
ga: Is é muiríniú ábhar orgánach a bhriseadh anuas, ar nós dramhaíl chistine nó ghairdín ag orgánaigh a itheann dramhaíl agus a iompaíonn ina mais chréúil í

source: This earthlike mass (compost) can then be used as a soil conditioner
ga: Is féidir an mhais chréúil (muirín) seo a úsáid, ansin, mar fheabhsaitheoir ithreach

source: As part of Irish Government policy on waste management, targets were set to reduce biodegradable waste consigned to landfill
ga: Mar chuid de bheartas Rialtas na hÉireann ar bhainistiú dramhaíola, leagadh spriocanna amach chun dramhaíl in-bhithmhillte a cuireadh chun líonadh talún a laghdú

source: Recycling and composting of domestic waste has been established as one way of reaching this target
ga: Bunaíonn athchúrsáil agus muiríniú dramhaíl tí mar bhealach amháin chun an sprioc seo a bhaint amach

source: European Union (Household Food Waste and Bio -Waste) Regulations 2013 (S.I
ga: Tá Rialacháin an Aontais Eorpaigh (Dramhaíl Bhia Tí agus Bithdhramhaíl), 2013 (I.R

source: 71 of 2013) are designed to promote the segregation and recovery of household food waste
ga: 71 de 2013) in ainm is deighilt agus aisghabháil dramhaíl bhia tí a chur chun cinn

source: The Regulations will be phased in over a period to 1 July 2016, brown bins for composting will be rolled out to most towns and cities with only very small population areas being exempt or small islands or areas where it is simply not technically, environmentally or practical to separately collect such waste
ga: Tabharfar na Rialacháin isteach ar bhonn céimnithe i gcaitheamh na tréimhse a fhad leis an 1 Iúil 2016. Tabharfar na haraidí donna d’ábhar a dhéanfar a mhuiríniú isteach i bhformhór na mbailte agus na gcathracha agus ní bheidh ceantair díolmhaithe ach na ceantair sin ina bhfuil daonraí an-bheaga nó ar oileáin bheaga nó i gceantair nach bhfuil sé indéanta go teicniúil, go praiticiúil nó i dtaobh an chomhshaoil de chun an dramhaíl sin a bhailiú ar leithleach

source: Organic materials can also be brought to civic amenity centres to be composted
ga: Anuas air sin, is féidir ábhair orgánacha a thabhairt chuig ionaid chonláiste chathartha go ndéanfar iad a mhuiríniú

source: You should contact your local authority for the details
ga: Ba cheart duit teagmháil a dhéanamh le d’údarás áitiúil chun teacht ar na sonraí

source: In addition to contributing to the recycling process, composting reduces the volume of your weekly domestic waste and therefore will cut your domestic refuse charges
ga: Anuas ar chur leis an bpróiseas athchúrsála, laghdaíonn muiríniú méid do dhramhaíola seachtainiúla tí agus, ar an ábhar sin, laghdóidh sé do mhuirir bhruscar tí

source: There are various forms of home composting - you can have a compost heap at the end of your garden or you can make or buy your own compost container
ga: Tá bealaí éagsúla ann le dramhaíl a mhúiríniú sa bhaile - carn múirín a bheith agat ag bun an ghairdín, nó coimeádán múirín a cheannach

source: It is useful to remember that it is best to start a compost bin in the spring, summer or autumn as the decomposition process slows or stops in winter
ga: Is fiú meabhrú gurb iad an t-earrach, an samhradh nó an fómhar na séasúir is oiriúnaí chun tosú ar araid mhúirín a choimeád, nó tagann moill ar an bpróiseas dianscaoilte le linn an gheimhridh, nuair nach stopann sé ar fad

source: If you are using a compost container, this container will protect the contents from the elements
ga: Buntáiste amháin a bhaineann le coimeádán múirín ná go gcosnaíonn sé cibé ábhar atá ann ar shíon agus ar aimsir

source: You can buy a compost container in most garden centres and hardware shops
ga: Is féidir coimeádán múirín a cheannach ó ionaid gharraíodóireachta agus ó shiopaí crua-earraí

source: Some local authorities in Ireland have schemes in place that offer compost containers to households in your area for reduced rates
ga: Tá scéimeanna i bhfeidhm ag roinnt údarás áitiúil a chuireann coimeádáin mhúirín ar fáil ar lascaine do theaghlaigh áitiúla

source: Before buying a container, you should take into consideration the size of your garden and the number of people in your family or household
ga: Sula gceannaíonn tú coimeádán, ba chóir duit do mhachnamh a dhéanamh faoi mhéid an ghairdín agus líon na ndaoine sa teaghlach

source: It is useful to have a small container in your kitchen that collects your organic waste for composting. This will reduce the number of trips to your compost container
ga: Tá sé áisiúil coimeádán beag a bheith sa chistin, ina gcuirtear gach dramhaíl orgánach atá le múiríniú ar ball, sa chaoi is nach mbeidh ort a bheith isteach is amach i gcónaí ag triall ar an gcoimeádán mór sa ghairdín

source: You will also need a garden shovel or fork for turning and removing the compost
ga: Beidh sluasaid nó píce ag teastáil chun an múirín a thiontú agus a aistriú ó áit go háit

source: You can add activators to your compost bin to help establish the bin or speed up the decomposition process, but these are not necessary to compost successfully
ga: Is féidir gníomhachtóirí a chur san araid mhúirín le dlús a chur sa phróiseas dianscaoilte, ach níl a leithéid riachtanach le go mbeidh rath ar an obair

source: You can view further information about items you can compost here
ga: Tá tuilleadh eolais ar fáil anseo faoi na hábhair is féidir a mhúiríniú

source: You can also view further information about waste items you should not compost and the reasons why here
ga: Tá tuilleadh ábhair léitheoireachta faoi ábhair dhramhaíola nár chóir a mhúiríniú agus na cúiseanna atá leis sin anseo

source: You do not need a compost container to begin to recycle your domestic waste - you could have a compost heap at the end of your garden
ga: Ní chaithfidh tú coimeádán múirín a bheith agat chun tosú ar dhramhaíl tí a athchúrsáil - d'fhéadfá carn múirín a bheith ag bun an ghairdín agat

source: When deciding where to place your compost container, there are a few guidelines to remember from a health and safety perspective,to ensure that you are composting correctly:
ga: Sula ndéanann tú cinneadh ar cén áit a gcuirfidh tú an coimeádán múirín, seo roinnt treoracha sláinte agus sábháilteachta a chabhróidh leat ábhair a mhúiríniú go héifeachtach:

source: • Place the composting bin on grass or earth: This allows worms to enter the bin from underneath
ga: • Fág an araid mhúirín ina shuí ar fhéar nó ar chré sa chaoi is go mbeidh péisteoga in ann dul isteach inti

source: Worms will help keep air circulating through the material
ga: De réir mar a dhianscaoiltear an t-ábhar, silfear leacht amach as an gcoimeádán

source: Plenty of air is required to speed up the composting process and to avoid odours
ga: Níor chóir duit choíche an leacht seo a thriomú, ach ligean dó sileadh isteach san fhéar nó sa chré

source: As the material decomposes, moisture seeps out and you will need to allow this liquid to soak into your grass or earth
ga: Má tá bonn ar an araid, gach seans go bhfuil poill bheaga ann chun go rachadh péisteoga isteach tríothu

source: Bins with bases have holes to allow for worm entry and should be raised slightly off the ground (i.e., by 1-2cm.)
ga: Le go mbeidh siad in ann a mbealach isteach a dhéanamh, ba chóir bonn na haraide a ardú ón talamh beagán (.i

source: You can achieve this by placing a few flat stones under the base
ga: 1-2 cm) trí leaca a chur fúithi

source: Bins with bases are raised slightly to prevent the holes becoming blocked, which would prevent worm and oxygen entry
ga: Is é an fáth a ndéantar araidí den chineál seo a ardú ná chun nach ndúnfaí na poill ina mbonn, ar shlí nach mbeadh bealach isteach ag péisteoga ná sruth aeir

source: • Distance from the house: Place the bin not too far from the kitchen door
ga: • Fad ón teach: Cuir an araid áit éigin nach bhfuil rófhada ó dhoras na cistine

source: This allows you easy access to the bin but ensures the container is far enough away to avoid contamination
ga: Ba chóir go mbeadh an araid in aice láimhe ach a bheith fada go leor ar shiúl is nach mbeadh aon bhaol truaillithe ann

source: • Place the container in a sunny spot: Containers made of dark colours will absorb light from the sun, without drying out the material in the container
ga: • Cuir an coimeádán in áit éigin a mbíonn aghaidh na gréine air: Bíonn dath dubh ar na coimeádáin ar shlí go súnn siad solas na gréine isteach gan an t-ábhar dramhaíola iontu a thriomú an iomarca

source: • Protect the container from heavy rain: Heavy rain can waterlog the container, preventing composting
ga: • Bí cinnte agus an coimeádán a chosaint ar bháisteach throm: Seans go mbáfaí an coimeádán le linn thuile bháistí, rud a choscfadh an próiseas múirínithe ar fad

source: When you have chosen the location, loosen the soil in order to help drainage and make it easier for the contents to degrade
ga: Nuair atá ionad roghnaithe agat i gcomhair an choimeádáin, déan an ithir thart air a shuaitheadh chun draenáil agus díghrádú na n-ábhar dramhaíola a éascú

source: Further information about home composting is available from the Environmental Services section of your local authority
ga: Tá tuilleadh eolais mar gheall ar mhuiríniú baile le fáil ón Rannóg Sheirbhísí Comhshaoil san údarás áitiúil

source: Material on a wide range of environmental matters are also available on the ENFO website
ga: Tá ábhair ar raon leathan de chúrsaí comhshaoil le fáil ar láithreán gréasáin ENFO
